[
    {
        "nome": "Amuleto da Robustez",
        "tipo": "medio",
        "preco": 25500,
        "descricao": "Este disco com corrente de ouro é usado como um colar. Você recebe +2 em Constituição (somente após um dia de uso)."
    },
    {
        "nome": "Anel da Energia",
        "tipo": "medio",
        "preco": 21000,
        "descricao": "Você recebe +5 PM (somente após um dia de uso)."
    },
    {
        "nome": "Anel da Liberdade",
        "tipo": "maior",
        "preco": 60000,
        "descricao": "Forjado em ouro, este anel é uma relíquia da Igreja de Valkaria. Você fica permanentemente sob efeito de Libertação."
    },
    {
        "nome": "Anel da Proteção",
        "tipo": "menor",
        "preco": 9000,
        "descricao": "Este anel desvia ataques contra seu usuário. Você recebe +2 de Defesa."
    },
    {
        "nome": "Anel da Regeneração",
        "tipo": "maior",
        "preco": 150000,
        "descricao": "Você recebe Cura Acelerada 5 (somente após um dia de uso)."
    },
    {
        "nome": "Anel da Vitalidade",
        "tipo": "medio",
        "preco": 21000,
        "descricao": "Você recebe +10 PV (somente após um dia de uso)."
    },
    {
        "nome": "Anel de Invisibilidade",
        "tipo": "medio",
        "preco": 21000,
        "descricao": "Ao colocar este anel de prata, você fica sob efeito de Invisibilidade. O efeito termina se você fizer um ataque ou lançar uma magia ofensiva, mas você pode tirar e recolocar o anel (uma ação padrão) para que ele volte a funcionar."
    },
    {
        "nome": "Anel de Telecinesia",
        "tipo": "medio",
        "preco": 10500,
        "descricao": "Você pode lançar Telecinesia (CD Int). Caso já conheça a magia, o custo para lançá-la diminui em -1 PM"
    },
    {
        "nome": "Anel do Escudo Mental",
        "tipo": "menor",
        "preco": 9000,
        "descricao": "Você recebe imunidade a magias de adivinhação."
    },
    {
        "nome": "Anel do Sustento",
        "tipo": "menor",
        "preco": 3000,
        "descricao": "Você não precisa comer ou beber e precisa dormir apenas duas horas por noite para descansar. Os efeitos do anel só se ativam após uma semana de uso."
    },
    {
        "nome": "Anel Refletor",
        "tipo": "maior",
        "preco": 51000,
        "descricao": "Este aro de platina é poderoso contra conjuradores. Uma vez por rodada, quando você é alvo de uma magia, pode gastar PM igual ao custo dela para refleti-la de volta ao seu conjurador. As características da magia (efeitos, CD...) se mantêm, mas você toma qualquer decisão exigida por ela"
    },
    {
        "nome": "Bainha Mágica",
        "tipo": "menor",
        "preco": 3000,
        "descricao": "Esta bainha de couro curtido e prata muda de tamanho para acomodar qualquer arma corpo a corpo. Você pode lançar Arma Mágica em qualquer arma na bainha sem pagar seu custo em PM."
    },
    {
        "nome": "Bola de Cristal",
        "tipo": "medio",
        "preco": 10500,
        "descricao": "Esta pequena esfera revela pessoas e lugares distantes. Olhar através dela é uma ação completa e gera a magia Vidência (CD Sab)."
    },
    {
        "nome": "Botas Aladas",
        "tipo": "medio",
        "preco": 15000,
        "descricao": "Você pode gastar 2 PM para fazer asas brotarem dos calcanhares destas botas e receber deslocamento de voo 12m por uma rodada. Você pode gastar 1 PM no início de cada um de seus turnos para manter esse efeito."
    },
    {
        "nome": "Botas Velozes",
        "tipo": "medio",
        "preco": 25500,
        "descricao": "Você recebe +3m em seu deslocamento e pode lançar Velocidade (apenas sobre você mesmo)."
    },
    {
        "nome": "Braçadeiras do Arqueiro",
        "tipo": "medio",
        "preco": 21000,
        "descricao": "Você recebe +2 em rolagens de dano com armas de ataque à distância (cumulativo com outros itens)"
    },
    {
        "nome": "Braceletes de Bronze",
        "tipo": "medio",
        "preco": 15500,
        "descricao": "Estes braceletes geram um campo de força invisível, porém tangível. Você recebe +4 na Defesa, cumulativo com outros itens mágicos, mas não com armaduras."
    },
    {
        "nome": "Braceletes de Ouro",
        "tipo": "maior",
        "preco": 64500,
        "descricao": "Como braceletes de bronze, mas fornece +8 na Defesa."
    },
    {
        "nome": "Brincos da Sagacidade",
        "tipo": "menor",
        "preco": 4500,
        "descricao": "Este par de brincos de safira aguça o raciocínio. Você recebe +1 em Inteligência (somente após um dia de uso)."
    },
    {
        "nome": "Brincos de Marah",
        "tipo": "medio",
        "preco": 21000,
        "descricao": "Este par de brincos brancos é abençoado pela Deusa da Paz. A primeira criatura que o atacar em uma cena deve fazer um teste de Vontade (CD Car). Se falhar, perderá a ação. Se você atacar uma criatura, o efeito dos brincos é cancelado por um dia. Se você possuir Aparência Inofensiva (ou um poder similar) os efeitos acumulam, afetando as duas primeiras criaturas que o atacarem em uma cena."
    },
    {
        "nome": "Caveira Maldita",
        "tipo": "medio",
        "preco": 10500,
        "descricao": "Esta pedra esculpida em formato de crânio gera o efeito da magia Profanar, com o crânio como ponto de origem. Mortos-vivos e devotos de deuses que canalizam apenas energia negativa na área de efeito recebem +2 em testes e Defesa."
    },
    {
        "nome": "Chapéu do Disfarce",
        "tipo": "menor",
        "preco": 6000,
        "descricao": "Você pode lançar Disfarce Ilusório (CD Car), com o aprimoramento que inclui odores e sensações e muda o bônus em Enganação para disfarces para +20, sem pagar seu custo em PM. Você não pode usar outros aprimoramentos. Como parte do disfarce, o chapéu pode mudar paraum elmo, faixa, tiara, gorro, touca e assim por diante."
    },
    {
        "nome": "Cinto da Força do Gigante",
        "tipo": "medio",
        "preco": 25500,
        "descricao": "Este cinto largo é feito de couro com rebites de ferro. Você recebe +2 em Força (somente após um dia de uso)."
    },
    {
        "nome": "Cinto do Campeão",
        "tipo": "maior",
        "preco": 51000,
        "descricao": "Este cinturão de ouro é cravejado de joias e possui gravuras de gladiadores e pugilistas minotauros. Você recebe +1 em Força e a habilidade Briga (veja a página 76; somente após um dia de uso). Caso já a possua, seu dano desarmado será calculado como se você possuísse quatro níveis de lutador a mais (máximo 2d12). Por fim, caso possua o poder Torcida, o bônus que você recebe por ele aumenta para +3. Estes cintos eram dados aos vencedores dos jogos gladiatoriais do Império de Tauron. A cada ano, diversos combatentes de Arton viajavam a Tiberus para competir e ter uma chance de ganhar um destes itens."
    },
    {
        "nome": "Colar Guardião",
        "tipo": "maior",
        "preco": 51000,
        "descricao": "Este diamante lapidado preso em uma corrente de platina deflete ataques contra seu usuário. Você recebe +5 na Defesa."
    },
    {
        "nome": "Corda da Escalada",
        "tipo": "menor",
        "preco": 3000,
        "descricao": "Esta corda de 15m é bastante fina, mas forte o suficiente para suportar até seis criaturas Médias (ou 120 espaços). Com um comando (uma ação de movimento), a corda se move em qualquer direção (incluindo para cima) a 3m por rodada, fixando-se firmemente onde você quiser. Ela pode se desamarrar e voltar da mesma forma."
    },
    {
        "nome": "Coroa Majestosa",
        "tipo": "medio",
        "preco": 25500,
        "descricao": "Esta coroa de ouro possui dezenas de pedras preciosas. Você recebe +2 em Carisma (somente após um dia de uso)."
    },
    {
        "nome": "Elmo do Teletransporte",
        "tipo": "maior",
        "preco": 30000,
        "descricao": "Você pode lançar Salto Dimensional e Teletransporte, mas apenas em você mesmo. Caso já conheça as magias, o custo para lançá-las diminui em -1 PM."
    },
    {
        "nome": "Espelho da Oposição",
        "tipo": "maior",
        "preco": 75000,
        "descricao": "Este item lembra um espelho normal com cerca de 1m de comprimento e 1,5m de altura. Pode ser fixado em qualquer superfície e ativado (ou desativado) com um comando. Quando uma criatura observa seu reflexo, o espelho cria uma cópia sua, com as mesmas habilidades e equipamento. A duplicata ataca a criatura original; quando um dos dois é derrotado, a duplicata e seus itens desaparecem."
    },
    {
        "nome": "Espelho do Aprisionamento",
        "tipo": "maior",
        "preco": 150000,
        "descricao": "Este item de cristal, com 1,5m de altura e moldura de metal, pode ser fixado em qualquer superfície e ativado (ou desativado)com um comando. Qualquer criatura que se aproxime a alcance curto do espelho do aprisionamento e enxergue seu próprio reflexo deve passar em umteste de Reflexos (CD Int) ou será transportada magicamente para um espaço extradimensional dentro do espelho, ficando presa ali. O tamanho da criatura não importa — mas construtos, mortos-vivos e objetos não podem ser transportados. Com um comando, é possível conversar com uma criatura presa no espelho ou libertá-la. Se o espelho for quebrado, todas as criaturas dentro dele são libertadas."
    },
    {
        "nome": "Estatueta Animista",
        "tipo": "maior",
        "preco": 51000,
        "descricao": "Esta estatueta de pedra é esculpida na forma de um animal. Quando é atirada no chão e a palavra de comando é proferida, transforma-se no animal correspondente. O animal fornece os benefícios de um parceiro veterano até o fim da cena, quando então volta à sua forma de estatueta. O tipo de parceiro é definido pelo animal: raposa (ajudante; perícias definidas na fabricação do item), onça (assassino), águia (atirador), lobo (combatente), leão (fortão) ou urso (guardião)."
    },
    {
        "nome": "Estola da Serenidade",
        "tipo": "medio",
        "preco": 25500,
        "descricao": "Esta faixa de pano com inscrições mágicas é usada sobre a nuca, com as duas extremidades caindo na frente do corpo. Você recebe +2 em Sabedoria (somente após um dia de uso)."
    },
    {
        "nome": "Faixas do Pugilista",
        "tipo": "medio",
        "preco": 21000,
        "descricao": "Estas faixas surradas são amarradas nos punhos, nos braços ou na testa. Você recebe +2 em testes de ataque e rolagens de dano com ataques desarmados (cumulativo com outros itens)."
    },
    {
        "nome": "Ferraduras da Velocidade",
        "tipo": "menor",
        "preco": 3000,
        "descricao": "Este conjunto de ferraduras pode ser fixado nos cascos de um cavalo (ou outro parceiro montaria, a critério do mestre) para aumentar seu deslocamento em +3m."
    },
    {
        "nome": "Flauta Fantasma",
        "tipo": "menor",
        "preco": 6000,
        "descricao": "Se for treinado em Atuação, você pode lançar Esculpir Sons (CD Car) sem pagar seu custo em PM"
    },
    {
        "nome": "Garrafa da Fumaça Eterna",
        "tipo": "menor",
        "preco": 3000,
        "descricao": "Você pode abrir a tampa desta ânfora de metal para lançar a magia Névoa sem pagar seu custo em PM. A fumaça persiste até a garrafa ser tampada. Após isso, dissipa-se no fim da cena (ou após 4 rodadas, sob vento forte, ou 1 rodada, sob um vendaval)."
    },
    {
        "nome": "Gema da Luminosidade",
        "tipo": "menor",
        "preco": 3000,
        "descricao": "Este cristal tem a aparência de um longo prisma. Com um comando, emite luz equivalente a uma tocha ou então um raio brilhante, que deixa uma criatura em alcance curto cega por 1d4 rodadas (Fort CD Car evita)."
    },
    {
        "nome": "Gema da Telepatia",
        "tipo": "maior",
        "preco": 30000,
        "descricao": "Você pode lançar Compreensão e Enfeitiçar (CD Car) sem pagar seu custo em PM."
    },
    {
        "nome": "Gema Elemental",
        "tipo": "maior",
        "preco": 30000,
        "descricao": "Você pode lançar Conjurar Elemental sem pagar seu custo em PM."
    },
    {
        "nome": "Lanterna da Revelação",
        "tipo": "menor",
        "preco": 6000,
        "descricao": "Este item funciona como um lampião normal, mas sua luz revela todas as criaturas e objetos invisíveis no alcance."
    },
    {
        "nome": "Luvas da Delicadeza",
        "tipo": "menor",
        "preco": 4500,
        "descricao": "Estas luvas de tecido fino permitem manipulação delicada. Você recebe +1 em Destreza (somente após um dia de uso)."
    },
    {
        "nome": "Manoplas da Força do Ogro",
        "tipo": "menor",
        "preco": 4500,
        "descricao": "Este par de luvas é feito de couro grosso com rebites de ferro. Você recebe +1 em Força (somente após um dia de uso)."
    },
    {
        "nome": "Manto da Aranha",
        "tipo": "medio",
        "preco": 21000,
        "descricao": "Este manto é feito de seda negra com fios de prata bordados. Você recebe deslocamento de escalada igual ao seu deslocamento terrestre, +5 em testes de resistência contra venenos e imunidade a teias mundanas ou mágicas. Além disso, pode lançar Teia (CD Des). Caso já conheça a magia, o custo para lançá-la diminui em -1 PM."
    },
    {
        "nome": "Manto da Resistência",
        "tipo": "menor",
        "preco": 4500,
        "descricao": "Este manto de tecido grosso e pesado protege seu usuário. Você recebe +2 em testes de resistência."
    },
    {
        "nome": "Manto do Fascínio",
        "tipo": "menor",
        "preco": 4500,
        "descricao": "Este manto de veludo possui bordados de ouro. Você recebe +1 em Carisma (somente após um dia de uso)."
    },
    {
        "nome": "Manto do Morcego",
        "tipo": "medio",
        "preco": 25500,
        "descricao": "Este manto marrom escuro ou negro fornece +5 em Furtividade e permite que você fique pendurado de ponta-cabeça no teto, como um morcego. Além disso, você pode gastar uma ação padrão para segurar as pontas do manto e se transformar em um morcego. Seu tamanho muda para Minúsculo e você recebe deslocamento de voo 12m e uma arma natural de mordida (dano 1d4, perfuração). Em outros aspectos, isso funciona como a Forma Selvagem do druida. Você só pode se transformar em morcego à noite ou em ambientes escuros."
    },
    {
        "nome": "Manto Élfico",
        "tipo": "menor",
        "preco": 3000,
        "descricao": "Indistinguível de um manto cinza comum. Entretanto, quando usado com o capuz cobrindo o rosto, fornece +5 em Furtividade."
    },
    {
        "nome": "Manual do Bom Exercício",
        "tipo": "maior",
        "preco": 30000,
        "descricao": "Este tomo volumoso contém exercícios de musculação, mas escondido entre as palavras há um poderoso efeito mágico. Ler o livro leva uma semana e aumenta seu valor de Força em +1 permanentemente (não cumulativo com outras leituras do livro). Assim que o livro é lido, a magia desaparece de suas páginas e ele se torna um item mundano."
    },
    {
        "nome": "Manual dos Movimentos Precisos",
        "tipo": "maior",
        "preco": 30000,
        "descricao": "Este tomo volumoso descreve exercícios de coordenação e equilíbrio, mas mesclado às palavras há um poderoso efeito mágico. Funciona como um Manual do Bom Exercício, mas fornece +1 de Destreza."
    },
    {
        "nome": "Manual da Saúde Corporal",
        "tipo": "maior",
        "preco": 30000,
        "descricao": "Este tomo volumoso contém exercícios de resistência e dietas saudáveis, mas suas palavras trazem um poderoso efeito mágico. Funciona como um Manual do Bom Exercício, mas fornece +1 de Constituição."
    },
    {
        "nome": "Medalhão de Lena",
        "tipo": "maior",
        "preco": 30000,
        "descricao": "Quando você é reduzido a 0 ou menos PV, esta joia emite uma explosão de energia positiva que cura 100 PV (antes que você caia). Este poder só se ativa uma vez por dia."
    },
    {
        "nome": "Mochila de Carga",
        "tipo": "menor",
        "preco": 3000,
        "descricao": "Este item, que parece uma simples mochila de pano, está na verdade ligado a um espaço interdimensional — fazendo com que seja maior por dentro do que por fora. A mochila de carga aumenta sua capacidade de carga em 10 espaços (ela própria não gasta um espaço). Se a mochila for rasgada, os objetos em seu interior são destruídos. Criaturas vivas colocadas no interior da mochila podem sobreviver até 10 minutos, mas depois disso ficarão sem ar."
    },
    {
        "nome": "Orbe das Tempestades",
        "tipo": "maior",
        "preco": 97500,
        "descricao": "Esta esfera de vidro com 20cm de diâmetro contém fumaça e raios em seu interior. Você pode lançar Controlar o Clima e Fúria do Panteão (CD Sab). Caso já conheça as magias, o custo para lançá-las diminui em –1 PM. Além disso, você e todos os seus aliados adjacentes ficam sob efeito de Suporte Ambiental."
    },
    {
        "nome": "Pingente da Saúde",
        "tipo": "menor",
        "preco": 9000,
        "descricao": "O usuário desta joia verde em um cordão de prata recebe imunidade a doenças e venenos. Os efeitos só se ativam após uma semana de uso."
    },
    {
        "nome": "Pingente da Sensatez",
        "tipo": "menor",
        "preco": 4500,
        "descricao": "Esta pequena pérola com uma corrente leve é usada como um colar. Você recebe +1 em Sabedoria (somente após um dia de uso)."
    },
    {
        "nome": "Pulseiras da Celeridade",
        "tipo": "medio",
        "preco": 25500,
        "descricao": "Esta pulseira de platina aguça todos os seus movimentos. Você recebe +2 em Destreza (somente após um dia de uso)."
    },
    {
        "nome": "Robe do Arquimago",
        "tipo": "maior",
        "preco": 90000,
        "descricao": "Este traje pesado alinha-se com as energias arcanas emitidas por seu usuário para gerar um campo protetor. Se você for um conjurador arcano, recebe um bônus na Defesa igual a 5 + o círculo de magia mais alto que puder lançar e um bônus em testes de resistência igual à metade do bônus na Defesa. Assim, um arcanista de 9º nível (capaz de lançar magias de 3º círculo) recebe +8 na Defesa e +4 em testes de resistência."
    },
    {
        "nome": "Símbolo Abençoado",
        "tipo": "medio",
        "preco": 21000,
        "descricao": "Conta como um símbolo sagrado. Se você for devoto do deus, o custo de suas magias divinas diminui em –1 PM (cumulativo com o poder Símbolo Sagrado Energizado). Apenas devotos desse deus podem fabricar um símbolo abençoado."
    },
    {
        "nome": "Tapete Voador",
        "tipo": "maior",
        "preco": 60000,
        "descricao": "Com um comando, este tapete flutua, fornecendo deslocamento de voo 12m. O tapete tem 3m x 3m e pode carregar seis criaturas Médias (ou 120 espaços). Se você estiver em alcance longo do tapete, pode comandar o voo dele."
    },
    {
        "nome": "Tiara da Sapiência",
        "tipo": "medio",
        "preco": 25500,
        "descricao": "Esta tiara delicada possui uma gema que descansa sobre a testa. Você recebe +2 em Inteligência (somente após um dia de uso)."
    },
    {
        "nome": "Tomo da Compreensão",
        "tipo": "maior",
        "preco": 30000,
        "descricao": "Este livro volumoso contém ensinamentos para tornar o leitor mais centrado e aguçar sua percepção, mas também possui um poderoso efeito mágico. Funciona como um Manual do Bom Exercício, mas fornece +1 de Sabedoria."
    },
    {
        "nome": "Tomo da Liderança e Influência",
        "tipo": "maior",
        "preco": 30000,
        "descricao": "Este livro de encadernação luxuosa contém instruções detalhadas para convencer e inspirar os demais, mas as páginas escondem um poderoso efeito mágico. Funciona como um Manual do Bom Exercício, mas fornece +1 de Carisma."
    },
    {
        "nome": "Tomo dos Grandes Pensamentos",
        "tipo": "maior",
        "preco": 30000,
        "descricao": "Este livro pesado contém exercícios para aprimorar o raciocínio e a memória, mas mesclado às palavras há um poderoso efeito mágico. Funciona como um Manual do Bom Exercício, mas fornece +1 de Inteligência."
    },
    {
        "nome": "Torque do Vigor",
        "tipo": "menor",
        "preco": 4500,
        "descricao": "O acabamento deste colar ou bracelete remete a um animal poderoso, como um urso ou lobo. Você recebe +1 em Constituição (somente após um dia de uso)."
    },
    {
        "nome": "Vassoura Voadora",
        "tipo": "medio",
        "preco": 21000,
        "descricao": "Como um tapete voador, mas pode carregar duas pessoas (ou 40 espaços)."
    }
]