[
    {
        "nome": "Armadura acolchoada",
        "classe": "leve",
        "preco": 5,
        "bonus": "1",
        "penalidade": 0,
        "espacos": 2,
        "descricao": "Uma túnica almofadada feita em linho ou lã. É a armadura mais leve, mas protege todo o corpo, fornecendo +2 em Fortitude."
    },
    {
        "nome": "Armadura completa",
        "classe": "pesada",
        "preco": 3000,
        "bonus": "10",
        "penalidade": -5,
        "espacos": 5,
        "descricao": "A mais forte e pesada das armaduras, formada por placas de metal forjadas e encaixadas de modo a cobrir o corpo inteiro. Inclui uma túnica acolchoada para ser usada sob as placas. Correias e fivelas distribuem o peso da armadura pelo corpo inteiro.\nEsta armadura precisa ser feita sob medida para cada usuário; um ferreiro cobra T$ 200 para adaptar uma armadura completa a um novo usuário."
    },
    {
        "nome": "Armadura de couro",
        "classe": "leve",
        "preco": 20,
        "bonus": "2",
        "penalidade": 0,
        "espacos": 2,
        "descricao": "O peitoral desta armadura é feito de couro curtido em óleo fervente, para ficar mais rígido, enquanto as demais partes são feitas de couro flexível."
    },
    {
        "nome": "Brunea",
        "classe": "pesada",
        "preco": 50,
        "bonus": "5",
        "penalidade": -2,
        "espacos": 5,
        "descricao": "Colete de couro coberto com plaquetas de metal sobrepostas, como escamas de um peixe. Por ser barata de produzir, é a armadura mais utilizada no Reinado por soldados de infantaria e guardas de castelo."
    },
    {
        "nome": "Cota de malha",
        "classe": "pesada",
        "preco": 150,
        "bonus": "6",
        "penalidade": -2,
        "espacos": 5,
        "descricao": "Longa veste de anéis metálicos interligados, formando uma malha flexível e resistente, que vai até os joelhos."
    },
    {
        "nome": "Couraça",
        "classe": "leve",
        "preco": 500,
        "bonus": "5",
        "penalidade": -4,
        "espacos": 2,
        "descricao": "A mais robusta das armaduras leves, formada por uma placa metálica que protege o peito e as costas, presa sobre um casaco de couro."
    },
    {
        "nome": "Couro batido",
        "classe": "leve",
        "preco": 35,
        "bonus": "3",
        "penalidade": -1,
        "espacos": 2,
        "descricao": "Versão mais pesada da armadura de couro, reforçada com rebites de metal."
    },
    {
        "nome": "Escudo leve",
        "classe": "escudo",
        "preco": 5,
        "bonus": "1",
        "penalidade": -1,
        "espacos": 1,
        "descricao": "Tipicamente feito de madeira, este escudo é amarrado no antebraço, deixando a mão livre. Você pode carregar um objeto na mão que empunha o escudo, mas não manusear uma arma."
    },
    {
        "nome": "Escudo pesado",
        "classe": "escudo",
        "preco": 15,
        "bonus": "2",
        "penalidade": -2,
        "espacos": 2,
        "descricao": "Normalmente feito de aço, este escudo é preso ao antebraço e também deve ser empunhado com firmeza, impedindo o usuário de usar aquela mão."
    },
    {
        "nome": "Gibão de peles",
        "classe": "leve",
        "preco": 25,
        "bonus": "4",
        "penalidade": -3,
        "espacos": 2,
        "descricao": "Usada principalmente por bárbaros e selvagens, esta armadura é formada por várias camadas de peles e couro de animais."
    },
    {
        "nome": "Loriga segmentada",
        "classe": "pesada",
        "preco": 250,
        "bonus": "7",
        "penalidade": -3,
        "espacos": 5,
        "descricao": "Composta por tiras horizontais de metal, esta armadura pesada é muito utilizada por legionários do Império de Tauron."
    },
    {
        "nome": "Meia armadura",
        "classe": "pesada",
        "preco": 600,
        "bonus": "8",
        "penalidade": -4,
        "espacos": 5,
        "descricao": "Uma cota de malha reforçada com placas de metal."
    }
]