[
    {
        "nome": "Granada Redentora",
        "preco": 60,
        "espacos": 0.5,
        "descricao": "Este dispositivo contém uma carga de um potente preparado curativo. Para usar a granada redentora, você precisa empunhá-la e gastar uma ação padrão para arremessá-la em um ponto em alcance curto. Criaturas a até 3m desse ponto recuperam 6d4 pontos de vida."
    },
    {
        "nome": "Granada Sagrada de Mão",
        "preco": 150,
        "espacos": 0.5,
        "descricao": "Unindo fé e tecnologia, esse controverso equipamento é a melhor escolha contra hordas de mortos-vivos e abissais. Para usar a granada, você precisa empunhá-la, gastar uma ação de movimento para acender seu pavio e uma ação padrão para arremessá-la em um ponto em alcance curto. Mortos–vivos e abissais a até 3m desse ponto sofrem 6d10 pontos de dano de luz (Reflexos CD Sab reduz à metade)."
    },
    {
        "nome": "Incenso",
        "preco": 6,
        "espacos": 0.5,
        "descricao": "Estes bastões delgados podem ser acesos, lentamente liberando um cheiro agradável no ambiente. Como alternativa, incensos podem ser grânulos queimados em braseiros. Seja como for, a atmosfera criada pela queima de um incenso facilita a conexão com os deuses. Se gastar um incenso como parte de uma missa, além de seus benefícios a missa concede +1 PM para todos os participantes."
    },
    {
        "nome": "Lucidílico",
        "preco": 30,
        "espacos": 0.5,
        "descricao": "Este líquido, uma criação atribuída a devotos de Nimb, parece ser formado por cores e texturas variadas, frequentemente em movimento. Bebê-lo é uma ação padrão; ao fazer isso, e no início de cada um dos seus turnos, role um dado. Em um resultado ímpar, você perde 1 PM (se não tiver PM, em vez disso o efeito acaba). Em um resultado par, você pode executar uma ação de movimento adicional neste turno. A cada três resultados pares em sequência, a ação adicional pode ser padrão. O efeito do lucidílico dura até o fim da cena ou até você ficar sem PM."
    }
]