[
    {
        "nome": "Porrete",
        "classe": "simples/corpo-a-corpo",
        "preco": 2,
        "dano": "1d6",
        "ameaca": 20,
        "critico": "x2",
        "alcance": "curto",
        "tipo": "impacto",
        "espacos": 1,
        "empunhadura": "leve",
        "descricao": "Um pedaço sólido de madeira, coberto por uma camada grossa de lã. Um porrete causa dano não letal."
    },
    {
        "nome": "Zarabatana",
        "classe": "simples/distancia",
        "preco": 5,
        "dano": "1d3",
        "ameaca": 20,
        "critico": "x2",
        "alcance": "curto",
        "tipo": "perfuracao",
        "espacos": 1,
        "empunhadura": "uma-mao",
        "descricao": "Pequeno tubo oco usado para disparar dardos. Causa dano mínimo, mas é excelente para inocular venenos; a CD para resistir ao veneno dos dardos aumenta em +2. Um pacote de muniçãocontém 20 dardos, custa T$ 2 e ocupa 0,5 espaço."
    },
    {
        "nome": "Neko-te",
        "classe": "marcial/corpo-a-corpo",
        "preco": 10,
        "dano": "1d4",
        "ameaca": 19,
        "critico": "x2",
        "alcance": "curto",
        "tipo": "corte",
        "espacos": 1,
        "empunhadura": "leve",
        "descricao": "Uma luva com garras metálicas na palma e no dorso. Fornece +2 em testes de Atletismo para escalar e conta como uma mão livre para isso. Além disso, se você estiver usando duas neko-te, seudeslocamento ao escalar aumenta em +1,5m"
    },
    {
        "nome": "Gládio",
        "classe": "marcial/corpo-a-corpo",
        "preco": 12,
        "dano": "1d6",
        "ameaca": 19,
        "critico": "x3",
        "alcance": "curto",
        "tipo": "perfuracao",
        "espacos": 1,
        "empunhadura": "uma-mao",
        "descricao": "Espada de lâmina curta, mas pesada, sem guarda. A ponta é muito afiada, capaz de infligir ferimentos precisos e letais. É uma das armas padrão dos legionários do Império de Tauron."
    },
    {
        "nome": "Tetsubo",
        "classe": "marcial/corpo-a-corpo",
        "preco": 20,
        "dano": "1d10",
        "ameaca": 20,
        "critico": "x2",
        "alcance": "curto",
        "tipo": "impacto",
        "espacos": 2,
        "empunhadura": "duas-maos",
        "descricao": "Uma versão mais pesada e sofisticada do tacape, geralmente reforçado com anéis metálicos, rebites e/ou cravos. É uma arma versátil, fornecendo +2 em testes para derrubar ou empurrar."
    },
    {
        "nome": "Traque",
        "classe": "fogo/distancia",
        "preco": 75,
        "dano": "2d6",
        "ameaca": 19,
        "critico": "x3",
        "alcance": "curto",
        "tipo": "perfuracao",
        "espacos": 1,
        "empunhadura": "leve",
        "descricao": "Esta arma, feita com sucata e materiais de segunda mão, é suscetível a falhar nos piores momentos. Se errar um ataque com um resultado ímpar no d20, ela é avariada. Recarregá-la é uma ação padrão."
    },
    {
        "nome": "Arcabuz",
        "classe": "fogo/distancia",
        "preco": 800,
        "dano": "2d10",
        "ameaca": 19,
        "critico": "x3",
        "alcance": "medio",
        "tipo": "perfuracao",
        "espacos": 2,
        "empunhadura": "duas-maos",
        "descricao": "Versão mais pesada e mais potente do mosquete. Por seu peso e recuo, é uma arma desbalanceada. Recarregar um arcabuz é uma ação padrão."
    },
    {
        "nome": "Bacamarte",
        "classe": "fogo/distancia",
        "preco": 450,
        "dano": "4d6",
        "ameaca": 19,
        "critico": "x3",
        "alcance": "especial",
        "tipo": "perfuracao",
        "espacos": 2,
        "empunhadura": "duas-maos",
        "descricao": "Esta arma de fogo tem boca larga, capaz de espalhar a munição como um cone de 6m (seu alcance máximo). Para atacar, faça um ataque à distância e compare com a Defesa de cada criatura na área. Recarregar exige uma ação completa e 2 balas."
    },
    {
        "nome": "Açoite finntroll",
        "classe": "exotica/corpo-a-corpo",
        "preco": 30,
        "dano": "1d8",
        "ameaca": 20,
        "critico": "x2",
        "alcance": "curto",
        "tipo": "corte",
        "espacos": 1,
        "empunhadura": "uma-mao",
        "descricao": "Feito de tiras de couro com farpas de aço nas pontas, é também um instrumento de tortura. Uma criatura que sofra dano do açoite sofre –2 em testes de perícia e rolagens de dano por 1 rodada (metabolismo)."
    },
    {
        "nome": "Espada vespa",
        "classe": "exotica/corpo-a-corpo",
        "preco": 75,
        "dano": "2d4",
        "ameaca": 18,
        "critico": "x2",
        "alcance": "curto",
        "tipo": "corte ou perfuracao",
        "espacos": 1,
        "empunhadura": "uma-mao",
        "descricao": "Esta arma estranha é feita com três ferrões de vespas gigantes, presos a uma estrutura de ossos em forma de “H”. Pode-se pressionar a empunhadura para unir os ferrões, como uma arma de corte; ou separá-los, para dano de perfuração."
    },
    {
        "nome": "Pistola-punhal",
        "classe": "exotica/corpo-a-corpo",
        "preco": 300,
        "dano": "1d4",
        "ameaca": 20,
        "critico": "x2",
        "alcance": "curto",
        "tipo": "perfuracao",
        "espacos": 1,
        "empunhadura": "uma-mao",
        "descricao": "Esta arma é formada por uma lâmina pontiaguda com um mecanismo acoplado que armazena uma bala. A pistola-punhal é uma arma híbrida que pode ser usada em dois modos: como uma arma corpo a corpo ágil (dano 1d6, crítico 18) ou como uma arma de fogo (dano 2d6, crítico 19/x3, alcance curto). Quando faz um ataque com a pistola-punhal em modo corpo a corpo, você pode acionar seu mecanismo para disparar a bala; se acertar, causa +2d6 pontos de dano. Para atacar com ela em modo arma de fogo, você deve também ter proficiência em armas de fogo, ou é considerado não proficiente com ela. Recarregar a pistola-punhal é uma ação padrão."
    },
    {
        "nome": "Mordida do diabo",
        "classe": "exotica/corpo-a-corpo",
        "preco": 30,
        "dano": "1d4",
        "ameaca": 20,
        "critico": "x2",
        "alcance": "curto",
        "tipo": "perfuracao",
        "espacos": 1,
        "empunhadura": "uma-mao",
        "descricao": "Esta arma é formada por um aparato em forma de mandíbula preso a uma empunhadura. A mandíbula pode ser usada para agarrar e, graças a uma longa corrente, pode se destacar do cabo e alcançar alvos a até 3m. Por exigir movimentos precisos e coordenados, é uma arma exótica. A mordida pode ser feita de metal, mas ossos e dentes de feras aquáticas também são usados. É uma arma ágil e versátil, fornecendo +2 em testes para agarrar e desarmar."
    },
    {
        "nome": "Presa de serpente",
        "classe": "exotica/corpo-a-corpo",
        "preco": 1000,
        "dano": "1d8",
        "ameaca": 17,
        "critico": "x2",
        "alcance": "curto",
        "tipo": "corte",
        "espacos": 1,
        "empunhadura": "uma-mao",
        "descricao": "Espada de obsidiana, um vidro vulcânico negro formado quando a lava esfria rapidamente. Por sua origem, as voracis acreditam que esse material é uma dádiva da Divina Serpente. Mais afiada que o aço, causa ferimentos terríveis; em um acerto crítico, o dano aumenta em um passo (antes de ser multiplicado). Uma presa de serpente não pode receber a melhoria material especial e exige treinamento especial para ser empunhada sem quebrar, por isso é uma arma exótica. É uma arma ágil."
    },
    {
        "nome": "Lança de fogo",
        "classe": "exotica/corpo-a-corpo",
        "preco": 1000,
        "dano": "1d8",
        "ameaca": 20,
        "critico": "x2",
        "alcance": "curto",
        "tipo": "perfuracao",
        "espacos": 2,
        "empunhadura": "duas-maos",
        "descricao": "Esta arma é formada por um longo cano com uma coronha de madeira e uma lâmina pontiaguda em sua extremidade. A lança de fogo é uma arma híbrida que pode ser usada em dois modos: como uma arma corpo a corpo alongada (dano 1d10, crítico x3) ou como uma arma de fogo (dano 2d8, crítico 19/x3, alcance médio). Quando faz um ataque com a lança de fogo em modo corpo a corpo, você pode acionar seu mecanismo para disparar a bala; se acertar, causa +2d8 pontos de dano. Quando faz um ataque com ela em modo arma de fogo contra um oponente adjacente, você causa +1d8 pontos de dano. Para atacar com ela como arma de fogo, você deve também ter proficiência em armas de fogo, ou é considerado não proficiente na arma. Recarregar a lança de fogo é uma ação padrão."
    },
    {
        "nome": "Shuriken",
        "classe": "exotica/distancia",
        "preco": 1,
        "dano": "1d4",
        "ameaca": 20,
        "critico": "x2",
        "alcance": "curto",
        "tipo": "perfuracao",
        "espacos": 0.5,
        "empunhadura": "uma-mao",
        "descricao": "Pequenos projéteis metálicos para arremesso, em forma de estrelas ou dardos. Uma vez por rodada, quando ataca com uma shuriken, você pode gastar 1 PM para fazer um ataque adicional de shuriken contra o mesmo alvo. Se tiver Arremesso Múltiplo, em vez disso você não paga PM para usar esse poder."
    },
    {
        "nome": "Arpão",
        "classe": "exotica/distancia",
        "preco": 30,
        "dano": "1d10",
        "ameaca": 20,
        "critico": "x3",
        "alcance": "curto",
        "tipo": "perfuracao",
        "espacos": 1,
        "empunhadura": "uma-mao",
        "descricao": "Instrumento de pesca convertido em arma, esta haste tem rebarbas em uma extremidade e uma corda na outra. Se causar dano com um ataque, o arpão fica preso no alvo. Enquanto você segura a corda, sempre que o alvo se move, você pode fazer um teste de Força oposto. Se você vencer, o alvo só pode se mover até o limite da corda (9m). Ele pode se soltar gastando uma ação de movimento, mas perde 1d10 PV. O arpão é uma arma de arremesso; pode ser usado como arma corpo a corpo, mas com penalidade de –5 no teste de ataque. Esta arma é permitida para devotos do Oceano e se beneficia de poderes concedidos que afetam essas armas."
    }
]