[
    {
        "nome": "Açoite Flamejante",
        "classe": "Arcana",
        "ciclo": "1",
        "escola": "convocação",
        "execucao": "padrão",
        "alcance": "pessoal",
        "efeito": "açoite de chamas criado em sua mão (veja texto)",
        "duracao": "sustentada",
        "resistencia": "Reflexos reduz parcial",
        "desc": "Um açoite de fogo surge em uma de suas mãos com a qual possa empunhar uma arma (essa mão fica ocupada pela duração da magia). Você pode usar uma ação padrão para causar 2d6 pontos de dano de fogo com o açoite em uma criatura em alcance curto e deixá-la em chamas e enredada enquanto estiver em chamas dessa forma. Passar na resistência reduz o dano à metade e evita as chamas.",
        "aprimoramentos": [
            {
                "custo": "+2 PM",
                "desc": "muda a execução para movimento. "
            },
            {
                "custo": "+2 PM",
                "desc": "muda o dano para 4d6. Requer 2° círculo. "
            },
            {
                "custo": "+5 PM",
                "desc": "muda o dano para 6d6. Requer 3° círculo."
            }
        ]
    },
    {
        "nome": "Dardo Gélido",
        "classe": "Arcana",
        "ciclo": "1",
        "escola": "Evocação",
        "execucao": "padrão",
        "alcance": "curto",
        "alvo": "1 criatura",
        "duracao": "instantânea",
        "resistencia": "Fortitude parcial",
        "desc": "Você dispara um dardo de gelo contra o alvo, que sofre 2d6 pontos de dano de frio e fica lento por 1 rodada. Passar no teste de resistência reduz o dano à metade e evita a condição.",
        "aprimoramentos": [
            {
                "custo": "+1 PM",
                "desc": "aumenta o dano em +1d6. "
            },
            {
                "custo": "+1 PM",
                "desc": "aumenta o número de alvos em +1 (total de alvos limitado pelo círculo máximo de magia que você pode lançar)."
            }
        ]
    },
    {
        "nome": "Invocar Fagulha Elemental",
        "classe": "Arcana",
        "ciclo": "2",
        "escola": "Convocação",
        "execucao": "completa",
        "alcance": "curto",
        "efeito": "familiar elemental",
        "duracao": "sustentada",
        "desc": "Você transforma uma porção de um elemento inerte em uma criatura elemental Pequena do tipo do elemento alvo. Por exemplo, lançar esta magia em um copo de água cria um elemental da água. Você pode criar elementais do ar, da água, do fogo e da terra com esta magia. O elemental obedece a todos os seus comandos e funciona como um familiar comum (veja Familiares, em Tormenta20, p. 38) ou elemental (veja Elementais). O elemental auxilia apenas você e não conta em seu limite de parceiros.",
        "aprimoramentos": [
            {
                "custo": "+1 PM",
                "desc": "além do normal, o elemental fornece redução 10 contra o dano correspondente a seu tipo. "
            },
            {
                "custo": "+2 PM",
                "desc": "em vez do normal, o elemental recebe a habilidade de dois familiares, um comum e um elemental."
            }
        ]
    },
    {
        "nome": "Jato Corrosivo",
        "classe": "Arcana",
        "ciclo": "1",
        "escola": "Evocação",
        "execucao": "padrão",
        "alcance": "pessoal",
        "area": "linha de 9m",
        "duracao": "instantânea",
        "resistencia": "Reflexos reduz à metade",
        "desc": "Você dispara um jato, que causa 2d6 pontos de dano de ácido às criaturas na área. Contra construtos e objetos soltos, a magia causa +1 ponto de dano por dado.",
        "aprimoramentos": [
            {
                "custo": "+1 PM",
                "desc": "aumenta o dano em +1d6. "
            },
            {
                "custo": "+1 PM",
                "desc": "muda a resistência para Reflexos parcial. Se passar, a criatura reduz o dano à metade; se falhar, fica vulnerável."
            }
        ]
    },
    {
        "nome": "Katana Celestial",
        "classe": "Divina",
        "ciclo": "5",
        "escola": "Evocação",
        "execucao": "padrão",
        "alcance": "pessoal",
        "area": "linha de 60m ou duas linhas de 30m",
        "duracao": "instantânea",
        "resistencia": "Reflexos parcial",
        "desc": "Um golpe vindo dos céus risca o campo de batalha. Se escolher duas linhas, cada uma deve seguir em uma direção diferente, criando um corte em “V”. Criaturas na área sofrem 12d8 pontos de dano de luz (ou 12d12, se forem mortos-vivos) e ficam cegas e surdas até o fim da cena (Reflexos reduz à metade e evita as condições).",
        "aprimoramentos": [
            {
                "custo": "+3 PM",
                "desc": "aumenta o dano em +2d8 (ou +2d12 contra mortos-vivos). "
            },
            {
                "custo": "+6 PM",
                "desc": "muda a área para uma linha de 120m ou quatro linhas de 30m em direções opostas, formando um “X”."
            }
        ]
    },
    {
        "nome": "Momento de Tormenta",
        "classe": "Universal",
        "ciclo": "2",
        "escola": "Convocação",
        "execucao": "completa",
        "alcance": "pessoal",
        "area": "cubo de 30m",
        "duracao": "sustentada",
        "resistencia": "veja texto",
        "desc": "Uma nuvem rubra surge acima do conjurador. Uma vez por turno, você pode gastar uma ação de movimento para fazer a nuvem manifestar um dos fenômenos a seguir.\n\nChuva ácida. Gotas corrosivas causam 6d4 pontos de dano de ácido em todas as criaturas na área.\n\nNeblina venenosa. Uma neblina faz com que todas as criaturas na área percam 2d12 PV por veneno (Fortitude evita).\n\nRaios escarlates. Até 6 inimigos aleatórios na área sofrem 6d8 pontos de dano de eletricidade (Reflexos reduz à metade).\n\nPesadelos reais. Cada criatura na área sofre 4d6 pontos de dano psíquico e perde 1d4 PM (Vontade reduz o dano à metade e evita a perda de PM).\n\nEsta magia só pode ser aprendida e lançada por conjuradores que tenham observado uma área de Tormenta pelo menos uma vez. Sua divulgação é proibida e seu uso é permitido apenas em áreas controladas na Academia Arcana e outros lugares restritos, para estudar o fenômeno da Tormenta. Usar esta magia em qualquer outro ponto do Reinado é um crime enquadrado na décima-primeira infração do Vigintílogo.",
        "aprimoramentos": [
            {
                "custo": "+3 PM",
                "desc": "aumenta o dano em +1 dado do mesmo tipo. "
            },
            {
                "custo": "+5 PM",
                "desc": "além do normal, criaturas na área ficam alquebradas enquanto permanecerem na área. "
            },
            {
                "custo": "+5 PM (Apenas Devotos de Aharadak)",
                "desc": "muda a área para círculo de 1km de raio."
            }
        ]
    },
    {
        "nome": "Transformação em Dragão",
        "classe": "Arcana",
        "ciclo": "4",
        "escola": "Transmutação",
        "execucao": "completa",
        "alcance": "pessoal",
        "alvo": "você",
        "duracao": "sustentada",
        "desc": "Esta magia invoca o poder de um dragão, causando mutações no conjurador que o tornam semelhante a uma criatura dracônica. Você recebe +2 em Força, Constituição, Inteligência e Carisma (esse aumento não oferece PV, PM ou perícias adicionais), +5 na Defesa e redução 30 contra o elemento do sopro do dragão cujo componente material você usou. Uma vez por rodada, você pode gastar uma ação padrão para exalar um sopro que causa 8d6+8 pontos de dano do elemento correspondente em um cone de 9m (Reflexos reduz à metade). Componente Material: uma peça de couro de dragão ou uma escama de dragão no valor de T$ 1.000.",
        "aprimoramentos": [
            {
                "custo": "+2 PM",
                "desc": "aumenta o dano do sopro em +1d6+1. "
            },
            {
                "custo": "+2 PM",
                "desc": "aumenta o bônus na Defesa em +1. "
            },
            {
                "custo": "+6 PM",
                "desc": "além do normal, asas de couro brotam de suas costas. Você recebe deslocamento de voo 18m. "
            },
            {
                "custo": "+3 PM",
                "desc": "você recebe uma arma natural de mordida (1d6, crítico x2, corte). Uma vez por rodada, quando usa a ação agredir para atacar com outra arma, você pode gastar 1 PM para fazer um ataque corpo a corpo extra com a mordida. Se já possuir uma mordida, em vez disso seu dano aumenta em dois passos. "
            },
            {
                "custo": "+3 PM",
                "desc": "o bônus em atributos se torna +4."
            }
        ]
    }
]