{
    "1": "Atividade cerebral extraplanar chega até você. Você fica atordoado por 1d6 rodadas e recebe um bônus de +1d6 em um teste de Int, Sab ou Car.",
    "2": "A alça do seu escudo se desprende. Você pode deixar o escudo cair ou lutar desta forma e ficar vulnerável.",
    "3": "Bate um cansaço de muitos dias em constante atividade. Você fica exausto até o fim da cena.",
    "4": "Você é alvo de uma onda de incompetência. Role duas vezes nesta tabela.",
    "5": "Em um movimento louco que irá entrar para os anais dos manuais de combate, você embainha sua arma sem querer.",
    "6": "Você tropeça em alguma coisa e cai de cara no chão (perde 1d4 PV).",
    "7": "Cheiro ruim. Quem foi? Não importa. Você fica enjoado por 1d4 rodadas.",
    "8": "Ataque de riso! Você acha muita graça de algo e, enquanto ri sem controle por 1d4 rodadas, fica lento e sofre -2 em testes de ataque.",
    "9": "Cãibra na perna esquerda: fica lento e sofre -5 em testes de natação.",
    "10": "Uma velha ferida se abre. Você perde 5 PV e fica abalado por 1d4 rodadas.",
    "11": "Casca de banana: um clássico! Você cai de costas no chão e perde 1d6 PV.",
    "12": "Você pisa em um inseto grande e nojento. Até gastar uma ação completa para se limpar, você sofre -1 em testes.",
    "13": "Presságio de morte... A sua! O próximo golpe que você sofrer será um acerto crítico, ou a próxima magia que lhe causar dano causará o dobro de dano.",
    "14": "Uma onda de energia negativa atinge o campo de batalha, fazendo com que um inimigo que já havia sido derrotado erga-se como um zumbi!",
    "15": "Um efeito da Tormenta aparece debaixo dos seus pés! Você perde 1 de Carisma e recebe um poder da Tormenta (Fortitude CD 20 evita).",
    "16": "Você sente uma fisgada no braço. Fica vulnerável por 1d4 rodadas.",
    "17": "O céu fica rosa, deuses passam voando ou chovem sapos. Todos ficam pasmos por uma rodada. Após a pausa, todos rolam iniciativa novamente.",
    "18": "Cãibra no pescoço: -4 em testes de Percepção e Reflexos por 1d4 rodadas.",
    "19": "Fenômeno climático imprevisível. Um relâmpago atinge seu braço erguido no meio do golpe. Você sofre 6d6 pontos de dano de eletricidade.",
    "20": "Você deixa cair seu escudo.",
    "21": "Você se descuida e abre sua guarda! Um oponente adjacente à escolha do mestre pode realizar um ataque imediato contra você.",
    "22": "Fome repentina: você tem 1d4 rodadas para comer pelo menos uma ração de viagem, ou fica fatigado.",
    "23": "Visão profana: você vê uma aparição de um deus inimigo. Você fica desprevenido por 1d4 rodadas.",
    "24": "Um vento frio sopra em suas costas... Um fantasma? Uma maldição? Ou apenas o inverno? Não importa, você fica abalado por 1d4 rodadas.",
    "25": "Optando por garantir pelo menos um ataque bem-sucedido, na próxima rodada você deve usar o seu melhor ataque contra o oponente mais fraco.",
    "26": "Você tenta vencer o combate “no grito”. Na próxima rodada, você deve tentar intimidar um oponente. Se conseguir, o oponente fica apavorado.",
    "27": "Tomado por medo, indecisão ou outro sentimento qualquer, você trava! Na próxima rodada, você fica pasmo.",
    "28": "Ato anti-heroico: você faz algo indigno de um herói, como acovardar-se frente a um ataque, usar um inocente como escudo ou lutar sujo.",
    "29": "Sua pistola explode na sua mão, e o tiro sai pela culatra! Você sofre 3d6 pontos de dano de fogo e sua arma fica inutilizada até ser consertada.",
    "30": "Sequência de desastres: até o fim da cena, seu próximo acerto crítico será substituído por uma falha crítica.",
    "31": "Rumo ao vazio: se você estiver a 1,5m de qualquer precipício ou queda, você agora está em queda livre.",
    "32": "Você se cansa de ser chamado de fracote, e vai mostrar que pode vencer uma luta com seus punhos. Até o fim da cena, você não pode lançar magias.",
    "33": "Seu ataque rebate no oponente, atingindo você mesmo. Sofra metade do dano que causaria caso tivesse acertado.",
    "34": "Um rato enorme morde sua perna e, após um dia, você sofre com a doença varíola (Tormenta20, p. 318).",
    "35": "Uma alma penada te assusta! Você fica apavorado por uma rodada.",
    "36": "Dor de cabeça súbita: fica alquebrado até o fim da cena.",
    "37": "Má decisão: quem nunca tomou? O mestre escolhe o alvo do seu próximo ataque (não pode ser um aliado).",
    "38": "Enjoo súbito! Você fica enjoado por 1d4 rodadas.",
    "39": "Você nota algo muito interessante do outro lado do campo de batalha. Na próxima rodada, você deve usar uma ação completa para se movimentar.",
    "40": "Você faz uma bobagem e mostra que não é tão poderoso. Seus oponentes ficam motivados, recebendo +2 nos testes de ataque contra você.",
    "41": "Cãibra na perna direita: fica lento e sofre -5 em testes de natação.",
    "42": "Mil maldições! Uma maldição itinerante chega até você. Você fica surdo e o aliado mais próximo também.",
    "43": "Seu elmo gira e tapa sua visão! Você fica cego até gastar uma ação padrão para ajustá-lo.",
    "44": "Um cisco entra no seu olho! Você fica ofuscado até gastar uma ação padrão para limpá-lo.",
    "45": "Sua arma desgasta-se com o golpe, quebrando-se, a menos que seja mágica.",
    "46": "Você decide tentar uma técnica de defesa inovadora, que acaba de inventar. Infelizmente, ela não é boa. Você fica vulnerável por 1d4 rodadas.",
    "47": "Você nota que está fora de forma, e que todas aquelas noites na taverna estão cobrando seu preço. Você fica fatigado até o fim da cena.",
    "48": "Que combate tedioso! Você para de prestar atenção em seus oponentes e fica desprevenido por 1d4 rodadas.",
    "49": "Sua aljava cai e sua munição se espalha pelo chão.",
    "50": "Uma aranha enorme pica sua perna e, após um dia, você sofre com a doença tremores (Tormenta20, p. 318).",
    "51": "Seu cinto solta-se e suas calças caem! Você fica lento e vulnerável até gastar uma ação padrão para vestir-se.",
    "52": "Você tropeça e desequilibra-se. Você fica caído e vulnerável até levantar-se.",
    "53": "Sorvedouro de magia: fenômeno arcano imprevisível, você perde 1d10 PM.",
    "54": "Derrame: uma súbita pontada seguida de dor de cabeça... Tudo fica preto. Faça um teste de Vontade (CD 20). Se falhar, você morre.",
    "55": "Um trovão ressoa alto e perto demais. Você fica surdo por 1d4 rodadas.",
    "56": "O que você está esperando? Sonhando acordado, você sofre uma penalidade de -10 na ordem de iniciativa, pelo resto do combate.",
    "57": "Raiva aleatória: você entra em fúria, como um bárbaro de 1° nível.",
    "58": "Golpe nos olhos: se você sofrer dano no combate, também ficará cego.",
    "59": "Uma onda de energia positiva atinge o campo de batalha, mas só do lado dos inimigos... Todos os adversários recuperam 3d6 pontos de vida.",
    "60": "Pontada no peito: -4 em testes de Fortitude até o fim da cena.",
    "61": "Uma mão esquelética surge do chão e puxa seu pé. Você fica agarrado até gastar uma ação padrão para se soltar com um teste de Luta (CD 20).",
    "62": "Seu sangue esquenta. Você sofre -2 em testes até agredir um inimigo com um ataque corpo a corpo.",
    "63": "Ferimentos antigos incomodam. Você perde 1 PV por nível de personagem.",
    "64": "Hã? Algo captura toda a sua atenção. Faça um teste de Vontade (CD 20). Em caso de falha, você fica pasmo por uma rodada. O quê?",
    "65": "O sol, uma magia ou uma tocha nas proximidades atrapalham sua visão: você fica ofuscado por 1d4 rodadas.",
    "66": "Você bate com o mindinho em algo, e é tomado por agonia! Você fica indefeso por uma rodada.",
    "67": "Você engasga com poeira. Você gasta sua próxima ação completa tossindo.",
    "68": "O caos da batalha te faz esquecer de suas técnicas. Você não pode usar nenhuma habilidade até o fim da próxima rodada.",
    "69": "Parada cardíaca: argh! Dor no peito, falta de ar, braço formigando… Faça um teste de Fortitude (CD 20). Se falhar, você morre.",
    "70": "Compulsão autopreservativa: na próxima rodada você deve usar um item ou habilidade que restaure PV ou PM.",
    "71": "Este último golpe foi mais forte do que parecia! Você sofre de novo o dano do último golpe ou magia que atingiu-o, como dano não letal.",
    "72": "Um inseto entra na sua orelha. Você fica desprevenido até gastar uma ação padrão para tirá-lo.",
    "73": "Você termina o seu golpe com uma pose de grande efeito teatral que faz os inimigos caírem na gargalhada. Você fica frustrado por 1d4 rodadas.",
    "74": "Sua bomba cai perto do seu alvo, mas não explode. Se o alvo passar em um teste de Reflexos (CD 20), chuta ela de volta pra você, e ela explode!",
    "75": "Sua bolsa de moedas voa longe e espalha todo o seu ouro pelo chão. Tomara que você vença o combate e não precise fugir.",
    "76": "Alvo errado! Faça um ataque imediato contra um de seus aliados. Seu aliado está desprevenido contra este ataque.",
    "77": "Energia dissipada: se você usou seu ataque em conjunto com uma habilidade que custe PM, gaste o dobro de PM.",
    "78": "Escorregão! Nada grave, a menos que você esteja na beira de um precipício. Neste caso, faça um teste de Reflexos (CD 20) ou caia do precipício.",
    "79": "Sua bomba ou item que você estava prestes a arremessar explode em sua mão. Sofra o efeito do item.",
    "80": "Palavra amiga! Você gasta sua próxima ação padrão para fazer um teste de Diplomacia (CD 30). Se passar, um inimigo não vê motivos para te atacar.",
    "81": "Uma poção ou frasco de produto alquímico que você carrega se quebra. Sofra o efeito do item.",
    "82": "Fogo amigo: você acerta um aliado que esteja lutando em corpo a corpo com o alvo original do seu ataque.",
    "83": "Uma cobra venenosa morde seu pé. Você perde 1d12 PV por veneno.",
    "84": "Você tropeça e cai de mau jeito, torcendo o tornozelo e correndo o risco de quebrar o pescoço! Faça um teste de Reflexos (CD 20). Se falhar, você morre.",
    "85": "Tiro no pé — literalmente! Você causa o dano de um ataque com sua arma de disparo em si mesmo e fica lento por 1d4 rodadas.",
    "86": "Você chuta uma pedra! Você fica lento até o fim da cena.",
    "87": "Seu movimento com o ataque foi forte demais, e sua arma voa longe. Ela cai a 9m de você, em um ponto decidido pelo mestre.",
    "88": "Pessimismo súbito: mesmo que o combate esteja indo bem, você sente-se derrotado e inútil. Você fica alquebrado até o fim da cena.",
    "89": "Você tem uma tontura súbita. Você fica enjoado e vulnerável por 1d4 rodadas.",
    "90": "Sua mochila se abre e espalha todos os seus itens no chão.",
    "91": "Você puxa demais a corda do seu arco! Ela se rompe, te atingindo (perde 1d4 PV) e inutilizando a arma.",
    "92": "A tocha ou lampião que você carrega subitamente se apaga.",
    "93": "Cãibra no braço esquerdo: você deixa cair o que está segurando e não consegue usar o braço por 1d4 rodadas.",
    "94": "Você se distrai e abaixa sua guarda. Você fica vulnerável até o fim da cena.",
    "95": "Tentando atingir mais longe do que deveria, você distende o braço. -5 no próximo teste de ataque.",
    "96": "Cãibra no braço direito: você deixa cair o que está segurando e não consegue usar o braço por 1d4 rodadas.",
    "97": "Um meteoro cai em você! Você sofre 6d6 pontos de dano de impacto e 6d6 pontos de dano de fogo (Ref CD 25 reduz ambos à metade).",
    "98": "Você tropeça em sua própria capa, calça ou saia: cai no chão e perde 1d6 PV.",
    "99": "Zupt! A lâmina de sua espada ou machado, cabeça de seu martelo, etc., solta-se e voa para longe. A arma está inutilizada.",
    "100": "Visão divina: você vê uma aparição de seu deus patrono. Você fica indefeso nesta rodada, mas recebe +5 em testes até o fim da cena."
}